const products = {
  makup: [
    { name:"رژ لب کیکو", image:"images/رژلبwebp.webp", desc:"ناموجود رژ لب مایع کیکو میلانو مدل Metal شماره 03", price:"150,000 تومان" },
    { name:"رژلب مایع گلدن رز", image:"images/رژلب رزb.jpg", desc:"بافت سبک و نرم", price:"80,000 تومان" },
    // ... بقیه محصولات میکاپ
  ],
  skin: [
    { name:"کرم مرطوب کننده ۲۴ ساعته پرایم", image:"images/کرم مرطوب کننده پرایم.webp", desc:"جلوگیری از پیری زودرس", price:"561,000 تومان" },
    // ... بقیه محصولات پوست
  ],
  hair: [
    { name:"شامپو حاوی کافئین سریتا", image:"images/شامپو.jpg", desc:"کنترل ریزش مو و خون رسانی به پوست سر", price:"328,000 تومان" },
    // ... بقیه محصولات مو
  ],
  shakhsi: [
    { name:"مایع شوینده غیر صابونی بدن آردن سبوما", image:"images/شوینده بدن.webp", desc:"بهبود پوست و کاهش جوش", price:"323,000 تومان" },
    // ... بقیه محصولات شخصی
  ],
  ater: [
    { name:"ادو پرفیوم مردانه ابسنت", image:"images/عطر مردانه.webp", desc:"رایحه تلخ", price:"348,000 تومان" },
    { name:"ادوپرفیوم باکستر", image:"images/عطر ادوپرفیوم.webp", desc:"مناسب برای پاییز و زمستان", price:"218,000 تومان" },
    { name:"پرفیوم زنانه آتلیه کلون", image:"images/عطر زنانه اتیله.webp", desc:"ساختار رایحه خوراکی و تندی", price:"13,880,000 تومان" },
    { name:"ادو پرفیوم زنانه بولگاری", image:"images/عطر زنانه ادو.webp", desc:"ساختار نت ها گل", price:"2,780,000 تومان" },
    { name:"پرفیوم آتلیه کلون", image:"images/عطر پرفیوم7.webp", desc:"ساختار نت ها گل و مرکبات", price:"12,800,000 تومان" },
    { name:"ادو پرفیوم مردانه لوئیز آلاویا", image:"images/عطر ادو مردانه.webp", desc:"ساختار رایحه خنک و تلخ", price:"3,188,000 تومان" },
    { name:"بادی اسپلش زنانه پینک مدل کیتی", image:"images/بادی اسپلش زنانه.webp", desc:"ماندگاری بالا", price:"48,000 تومان" },
    { name:"بادی اسپلش 212 لابورن", image:"images/بادی لابو.webp", desc:"بوی ملایم و با ماندگاری بالا", price:"148,000 تومان" }
  ]
};

